Repository: mr-elbe5/OSM-Maps
Catalog: OSM-Maps-Mobile/Help.xcstrings
Source language: en
Languages: de

# arrowDownIcon
source: Covered Downhill
de: Abwärts zurückgelegt

# arrowRightIcon
source: Covered Distance
de: Zurückgelegte Entfernung

# arrowUpIcon
source: Covered Uphill
de: Aufwärts zurückgelegt

source: AV Media List
de: AV-Medienliste

source: Bottom Status
de: Status unten

# centerCross
source: Cross (Button) at Map Center
de: Kreuz (Schaltfläche) in Kartenmitte

# centerIcon
source: Center Map to current Position
de: Karte auf aktuelle Position zentrieren

# clockIcon
source: Tracking time
de: Verstrichene Zeit auf Tour

# compassIcon
source: Current Direction
de: Aktuelle Richtung

source: GPS Strength
de: GPS-Stärke

source: Help
de: Hilfe

# helpAVMedia
source: AV Media
de: AV Medien

# helpAVMediaText
source: The list shows all audios and videos of this app. There they can be selected, played, edited, shown their location on the map, exported or deleted. The top menu from left: - toggle sorting - import videos - select/deselect all The detail menu from left: - show position on map - edit media position - toggle selection
de: Die Liste zeigt alle Audios und Videos der App. Sie können dort selektiert, abgespielt, ihr Ort auf der Karte angezeigt, exportiert oder gelöscht werden. Das Menü oben von links: - Reihenfolge umkehren - Bilder importieren - alle auswählen/abwählen Das Detailmenü von links: - Kartenposition anzeigen - Position editieren - Auswahl umkehren

# helpBackupText
source: You can create backups and save them as a zip file. You can restore data from these files, even from backups from the older Maps For OSM.
de: Du kannst Backups erstellen und als zip-Datei speichern. Du kannst Daten mit solchen Dateien wiederherstellen, sogar aus Backups des älteren Maps For OSM.

# helpGeneral
source: General
de: Allgemein

# helpGeneralText
source: This app shows OSM maps from a selectable sources (OSM or Elbe5). You can create Notes add and edit photos and tracks in GPX format add record own tracks. It has list views of all attached items. It can synchronize all of this via iCloud or backup files with the desktop app.
de: Diese App zeigt OSM Karten aus wählbaren Quellen (OSM oder Elbe5). Dazu kann man Notizen erstellen, Bilder und Touren im GPX-Format hinzufügen und editieren sowie eigene Touren aufzeichnen. Sie hat Listenansichten für alle hinzugefügten Elemente. Sie kann all dies über die iCloud oder Backup-Dateien mit der Desktop-App synchronisieren.

# helpICloudText
source: Data can be synchronized with other devices via iCloud. The synchronization is done manually in one or both directions.
de: Daten können mit anderen Geräten über iCloud synchronisiert werden. Die Synchronisierung erfolgt manuell in eine oder beide Richtungen.

# helpImages
source: Photos
de: Bilder

# helpImagesText
source: The list shows all images of this app. There they can be selected, displayed in full size, shown their location on the map, exported or deleted. The top menu from left: - toggle sorting - import photos - select/deselect all The detail menu from left: - show position on map - edit photo position - toggle selection
de: Die Liste zeigt alle Bilder der App. Sie können dort selektiert, in voller Größe angezeigt, ihr Ort auf der Karte angezeigt, exportiert oder gelöscht werden. Das Menü oben von links: - Reihenfolge umkehren - Bilder importieren - alle auswählen/abwählen Das Detailmenü von links: - Kartenposition anzeigen - Position editieren - Auswahl umkehren

# helpMap
source: Map
de: Karte

# helpMapText
source: The map view shows maps on the basis of the selected source (see preferences). It can be scrolled, zoomed, using the mouse or using the plus and minus icons on the right. On the map items are shown with pin icons in several colors: green for default, red for places including media,, blue for track. If several items are too close, this group is shown with a triple pin icon (purple for media and tracks). You can dissolve it by zooming in. Clicking on a pin opens the list view of its elements. Using the detail view you can show item on the map (map icon) or edit them. Further, you can add notes, photos and videos using the cross in the center of the map. If a photo is add this way, its GPS data is changed to this position. If the map shows a placeholder (gear image), this part of the map is still loading. You may check this with the refresh button on the right.
de: Die Kartensicht zeigt Karten auf der Basis der ausgewählten Quelle (siehe Einstellungen) an. Sie kann verschoben und gezoomt werden, sowohl mit der Maus als auch mit den Plus- und Minus-Zeichen. Auf der Karte werden Orte von Notizen, Bildern und Touren angezeigt, wobei die Farben auf die Inhalte hinweisen: grün für Notiz, rot für Bild, blau für Tour. Liegen mehrere Markierungen eng zusammen, wird diese Gruppe durch ein Icon mit drei Nadeln angezeigt (violett für Bilder und Touren). Die Gruppen kann man durch Hineinzoomen auflösen. Anklicken einer Markierung öffnet eine Listenansicht der Elemente. Über die Detailansicht können Elemente auf der Karte angezeigt oder editiert werden Weiterhin kann über das Kreuz in der Kartenmitte eine eine Notiz oder ein Bild hinzugefügt werden. Wird ein Bild auf diese Weise hinzugefügt, werden dessen GPS-Daten auf diese Position geändert. Wenn auf der Karte ein Platzhalter erscheint (Zahnrad), dann wird dieser Teil der Karte noch geladen. Man kann das mit dem "Neu laden"-Knopf rechts überprüfen.

# helpNotes
source: Notes
de: Notizen

# helpNotesText
source: The note list shows all notes of this app. There they can be shown on the map, edited or deleted. The top menu from left: - toggle sorting - toggle selection The detail menu from left: - show position on map - edit note - toggle selection
de: Die Liste zeigt alle Notizen der App. Sie können dort auf der Karte angezeigt, editiert oder gelöscht werden. Das Menü oben von links: - Reihenfolge umkehren - alle auswählen/abwählen Das Detailmenü von links: - Kartenposition anzeigen - Notiz editieren - Auswahl umkehren

# helpPreferences
source: Settings
de: Einstellungen

# helpPreferencesText
source: In Preferences you can change various presets of the app and preload map tiles for offline use.
de: In Einstellungen können diverse Voreinstellungen geändert sowie Kartenkacheln für Offline-Nutzung vorgeladen werden.

source: Help Text
de: Hilfetext

# helpTracks
source: Tracks
de: Touren

# helpTracksText
source: The list shows all tracks of this app. There they can be shown on the map, exported or deleted. The top menu from left: - import track - select/deselect all - delete selected The detail menu from left: - show position on map - edit track and its position - toggle selection
de: Die Liste zeigt alle Touren der App. Sie können dort auf der Karte angezeigt, importiert, exportiert oder gelöscht werden. Das Menü oben von links: - Reihenfolge umkehren - Tour importieren - alle auswählen/abwählen Das Detailmenü von links: - Kartenposition anzeigen - Tour editieren - Auswahl umkehren

# helpViewFilter
source: View Filter
de: Ansichtsfilter

# helpViewFilterText
source: With the view filter you can limit the visibility of map items by date.
de: Mit dem Ansichtsfilter kann die Sichtbarkeit der Kartenelemente nach Datum beschränkt werden.

# iconHelp
source: icon legend
de: Symbollegende

source: Image Group Marker
de: Markierung für Gruppe von Bildern

source: Image Marker
de: Bildmarkierung

# imagesList
source: Photo List
de: Bilderliste

source: Left Menu
de: Linkes Menü

source: Main Menu
de: Hauptmenü

source: Map
de: Karte

source: Map Menus
de: Kartenmenüs

source: Mixed Group Marker
de: Markierung für gemischte Gruppe

source: more…
de: mehr…

# mountainIcon
source: Current Altitude
de: Aktuelle Höhe

source: Note Group Marker
de: Markierung für Gruppe von Notizen

source: Note Marker
de: Notizmarkierung

# notesList
source: Note List
de: Notizenliste

# openAudio
source: Open Audio Recorder
de: Audiorekorder öffnen

source: Open Camera
de: Kamera öffnen

# pauseIcon
source: Pause Tracking
de: Touraufnahme pausieren

# refresh
source: Refresh Map (and hide track)
de: Karte aktualisieren (und Touranzeige löschen)

source: Right Menu
de: Rechtes Menü

# searchIcon
source: Open Search
de: Suche öffnen

# settings
source: View Filter, iCloud, Backup, MapSettings, Tile Preload
de: Ansichtsfilter, iCloud, Sicherung, Karteneinstellungen, Karten vorladen

# startTrackIcon
source: Start Tracking
de: Touraufnahme starten

# stopIcon
source: Stop Tracking (and optionally save track)
de: Touraufnahme beiden (und optional speichern)

source: This Help
de: Diese Hilfe

source: Top Menu
de: Oberes Menü

source: Track Group Marker
de: Markierung für Gruppe von Touren

source: Tracking
de: Touraufnahme

source: Track Marker
de: Tourmarkierung

# tracksList
source: Track List
de: Tourenliste

source: Zoom In
de: Hineinzoomen

source: Zoom Out
de: Herauszoomen
